Repository: svn2github/iso-master
Catalog: src/po/*-valerio.po
Languages: it

source: Estimated ISO Size:
it: Dimensione stimata della ISO:

source: %s Do you wish to continue?
it: %s Vuoi continuare?

source: Add
it: Aggiungi

source: Add to the ISO
it: Aggiungi alla ISO

source: All files
it: Tutti i files

source: Boot Record Information
it: Informazioni sul Boot Record

source: Boot record deleted
it: Boot Record cancellato

source: Boot record type: 1200KiB Floppy
it: Boot record tipo: 1200KiB Floppy

source: Boot record type: 1440KiB Floppy
it: Boot record tipo: 1440KiB Floppy

source: Boot record type: 2880KiB Floppy
it: Boot record tipo: 2880KiB Floppy

source: Boot record type: No Emulation
it: Boot record tipo: No emulazione

source: Chose Boot Record File
it: Scegli il file di Boot Record

source: Create new directory on the ISO
it: Crea nuova directory nella ISO

source: Create new directory on the filesystem
it: Crea nuova directory nel filesystem

source: Creation time:
it: Tempo di creazione

source: Delete from the ISO
it: Cancella dalla ISO

source: Enter name for new directory
it: Inserisci il nome della nuova directory

source: Extract
it: Estrai

source: Extract from the ISO
it: Estrai dalla ISO

source: Failed to add boot record: '%s'
it: Aggiunta al Boot Record fallita: '%s'

source: Failed to add file %s: '%s'
it: Impossibile aggiungere il file %s: '%s'

source: Failed to change directory: '%s'
it: Cambio directory fallita: '%s'

source: Failed to create directory %s
it: Creazione directory fallita: %s

source: Failed to create directory %s: '%s'
it: Impossibile creare la directory %s: '%s'

source: Failed to delete directory %s: '%s'
it: Impossibile cancellare la directory %s: '%s'

source: Failed to delete file %s: '%s'
it: Impossibile cancellare il file %s: '%s'

source: Failed to extract boot record: '%s'
it: Impossibile estrarre il Boot Record: '%s'

source: Failed to extract directory %s: '%s'
it: Impossibile estrarre la directory %s: '%s'

source: Failed to extract file %s: '%s'
it: Impossibile estrarre il file %s: '%s'

source: Failed to open directory '%s', error %d
it: Impossibile aprire la directory '%s', errore %d

source: Failed to open iso file for reading: '%s'
it: Impossibile aprire la ISO per la lettura: '%s'

source: Failed to read directory tree: '%s'
it: Impossibile aprire l'albero della directory: '%s'

source: Failed to read volume info: '%s'
it: Impossibile leggere le informazioni sul volume: '%s'

source: Failed to set %s as boot record: '%s'
it: Impossibile settare %s come boot record: '%s'

source: Failed to write image to '%s': '%s'
it: Impossibile scrivere l'immagine in '%s': '%s'

source: Filename types (both recommended):
it: Nome files tipi (entrambi raccomandati)

source: From file: 1200KiB floppy
it: Da file: 1200KiB floppy

source: From file: 1440KiB floppy
it: Da file: 1440KiB floppy

source: From file: 2880KiB floppy
it: Da file: 2880KiB floppy

source: From file: no emulation
it: Da file: no emulazione

source: GUI error, deleting anything other then files and directories doesn't work
it: Errore GUI, cancellando altro files e directory potrebbero non funzionare

source: Go back
it: Indietro

source: Go back up one directory on the ISO
it: Vai all'indice della directory nella ISO

source: Go back up one directory on the filesystem
it: Vai all'indice della directory nel filesystem

source: ISO Images
it: Immagini ISO

source: Image Information
it: Informazioni immagine

source: Is not visible on image
it: Non visibile nell'immagine

source: Is visible on image as '%s'
it: Visibile nell'immagine in '%s'

source: It seems that you have made changes to the ISO but haven't saved them. Are you sure you want to close it?
it: Hai fatto dei cambiamenti nella ISO, vuoi salvarli prima di chiudere?

source: Item selected is not a regular file and cannot be used as a boot record
it: Le voci selezionate non sono file regolari e possono essere usati come boot record

source: Location: on original image at 0x%X
it: Posizione: sull'immagine originale a 0x%X

source: Location: to be added from '%s'
it: Posizione: aggiunta da '%s'

source: Name
it: Nome

source: New Directory
it: Nuova directory

source: No boot record read from original or set on image
it: Nessun boot record letto dall'immagine

source: No boot to delete
it: Nessun boot da cancellare

source: Please select a file in the ISO browser to use as the boot record
it: Per favore seleziona un file nella ISO da usare come boot record

source: Please select no more then one file in the ISO browser
it: Per favore scegli nessun altro file dal browser della ISO

source: Please wait while I'm extracting the selected files...
it: Attendere, sto estraendo i files selezionati...

source: Please wait while I'm saving the new image to disk...
it: Attendere prego, sto salvando la nuova immagine nel disco...

source: Progress
it: Progresso

source: Publisher:
it: Editore:

source: Remove
it: Rimuovi

source: Save File
it: Salva File

source: Save a copy of the boot record
it: Salva una copia del boot record

source: Size
it: Dimensione

source: Size: %d bytes
it: Dimensione: %d bytes

source: Skiping directory entry because cannot handle filename longer than 256 chars
it: Directory saltata, non posso gestire nomi pi√π lunghi di 256 caratteri

source: Skiping directory entry because stat(%s) failed with %d
it: Directory saltata, non posso fare lo stat(%s) con %d

source: Use selected file on image (no emulation)
it: Usa file selezionato in immagine (no emulazione)

source: Volume name:
it: Nome volume:

source: _Help
it: _Aiuto

source: _Image
it: _Immagine

source: _Show hidden files
it: _Mostra file nascosti

source: _Sort directories first
it: _Ordina per directory

source: _View
it: _Visualizza
