Repository: svn2github/iso-master
Catalog: src/po/*.po
Languages: de

source: Estimated ISO Size:
de: Ungefähre Abbildgröße

source: %s Do you wish to continue?
de: %s Wollen Sie fortfahren?

source: '%s' is not a regular file
de: '%s' ist keine gültige Datei

source: (scanning for duplicate files)
de: (suche nach doppelten Dateien)

source: Add
de: Hinzufügen

source: Add extension automatically
de: Erweiterung automatisch hinzufügen

source: Add to the ISO
de: Zum Abbild hinzufügen

source: All files
de: Alle Dateien

source: Boot record deleted
de: 'boot record' wurde gelöscht

source: Boot record type: 1200KiB Floppy
de: 'boot record' Typ: 1200KiB Diskette

source: Boot record type: 1440KiB Floppy
de: 'boot record' Typ: 1440KiB Diskette

source: Boot record type: 2880KiB Floppy
de: 'boot record' Typ: 2880KiB Diskette

source: Boot record type: No Emulation
de: 'boot record' Typ: keine Emulation

source: Change permissions
de: Rechte ändern

source: Choose Boot Record File
de: Wähle eine 'boot record' Datei

source: Create new directory on the ISO
de: Erstelle neues Verzeichnis auf dem Abbild

source: Create new directory on the filesystem
de: Erstelle neues Verzeichnis

source: Creation time:
de: Zeit der Erstellung:

source: Delete from the ISO
de: Aus Abbild löschen

source: Edit
de: Bearbeiten

source: Edit failed, please check Options/Editor
de: Bearbeitung fehlgeschlagen, überprüfen Sie die Optionen/Editor

source: Enter a new name:
de: Neuer Name:

source: Enter name for new directory
de: Geben Sie für den neuen Ordner einen Namen ein.

source: Extract
de: Entpacken

source: Extract from the ISO
de: Datei aus Abbild extrahieren

source: Failed to add '%s': '%s'
de: Konnte Datei '%s nicht hinzufügen: '%s'

source: Failed to add boot record: '%s'
de: Fehler beim Hinzufügen des 'boot record': '%s'

source: Failed to change directory: '%s'
de: Kann nicht in Verzeichnis %s wechseln

source: Failed to create directory %s
de: Konnte Verzeichnis %s nicht erstellen

source: Failed to create directory %s: '%s'
de: Konnte Verzeichnis %s nicht erstellen: %s

source: Failed to delete '%s': '%s'
de: Konnte »%s«: %s nicht löschen.

source: Failed to extract '%s': '%s'
de: Die Datei %s:%s kann nicht entpackt werden.

source: Failed to extract boot record: '%s'
de: Fehler beim Entpacken des 'boot record': %s

source: Failed to initialise bkisofs: '%s'
de: Initialisieren von bkisofs fehlgeschlagen '%s'

source: Failed to open directory '%s', error %d
de: Fehler beim Öffnen des Verzeichnisses %s, Fehler: %d

source: Failed to open iso file for reading: '%s'
de: Fehler beim Lesen der Abbilddatei: %s

source: Failed to read directory tree: '%s'
de: Konnte Verzeichnis %s nicht lesen

source: Failed to read volume info: '%s'
de: Fehler beim Lesen der Datenträgerinformation: %s

source: Failed to rename '%s': %s
de: Datei '%s' konnte nicht umbenannt werden: %s

source: Failed to set %s as boot record: '%s'
de: Die Datei %s kann nicht als 'boot record' verwendet werden: %s

source: Failed to write image to '%s': '%s'
de: Schreiben des Abbilds fehlgeschlagen (%s %s)

source: Filename types (both recommended):
de: Dateiname Typ (beides empfohlen):

source: Follow symbolic links
de: Folge symbolischen Verweisen

source: From file: 1200KiB floppy
de: Von Datei: 1200KiB Diskette

source: From file: 1440KiB floppy
de: Von Datei: 1440KiB Diskette

source: From file: 2880KiB floppy
de: Von Date: 2880KiB Diskette

source: From file: no emulation
de: Von Datei: Ohne Emulation

source: GUI error, deleting anything other than files and directories doesn't work
de: GUI Fehler, es können nur Verzeichnisse und Dateien gelöscht werden

source: Go back
de: Zurück

source: Go back up one directory on the ISO
de: Zum übergeordneten Verzeichnis auf dem Abbild

source: Go back up one directory on the filesystem
de: Zum übergeordneten Verzeichnis wechseln

source: ISO Images
de: ISO Abbilder:

source: ISO Master Help
de: ISO Master Hilfe

source: Image Information
de: Abbild-Information

source: Invalid publisher '%s': '%s'
de: Ungültig »%s«: %s

source: Invalid volume name '%s': '%s'
de: Ungültiger Datenträgername '%s' : '%s'

source: Is not visible on image
de: Nicht sichtbar auf Abbild

source: Is visible on image as '%s'
de: Ist sichtbar auf dem Abbild als '%s'

source: It seems that you have made changes to the ISO but haven't saved them. Are you sure you want to close it?
de: Ungesicherte Änderungen auf dem Abbild. Willst du wirklich beenden ?

source: Item selected is not a regular file and cannot be used as a boot record
de: Ungültige Datei und kann nicht als 'boot record' verwendet werden

source: Location: on original image at 0x%llX
de: Location: auf Original Abbild bei 0x%llX

source: Location: to be added from '%s'
de: Location: wird hinzugefügt von '%s'

source: MDF Images
de: MDF Abbilder:

source: NRG Images
de: NRG Abbilder:

source: New Directory
de: Verzeichnis anlegen

source: No boot record read from original or set on image
de: Kein 'boot record' auf dem Original vorhanden oder kein 'boot record' auf dem Abbild definiert

source: No boot to delete
de: Kein 'boot record' zum löschen

source: Options
de: Optionen

source: Please select a file in the ISO browser to use as the boot record
de: Wähle den 'boot record' für das Abbild

source: Please select no more than one file in the ISO browser
de: Bitte nur ein Abbild auswählen

source: Please wait while I'm adding the selected items...
de: Bitte warten, ausgewählte Dateien werden hinzugefügt...

source: Please wait while I'm extracting the selected files...
de: Bitte warten, ausgewählte Dateien werden entpackt ...

source: Please wait while I'm reading the image...
de: Bitte warten, Abbild wird geschrieben ...

source: Please wait while I'm saving the new image to disk...
de: Bitte warten, Abbild wird geschrieben ...

source: Progress
de: Fortschritt

source: Publisher:
de: Veröffentlicher:

source: Remove
de: Entferne

source: Rename
de: Umbenennen

source: Save File
de: Datei speichern

source: Save a copy of the boot record
de: Speichere eine Kopie des 'boot record'

source: Scan for duplicate files (slow)
de: Suche nach doppelten Einträgen (langsam)

source: Show _hidden files
de: _Verborgene Dateien anzeigen

source: Size
de: Größe

source: Size: %d bytes
de: Größe: %d (Bytes)

source: Skipping directory entry because cannot handle filename longer than 256 chars
de: Überspringe das Verzeichnis, da Dateinamen länger als 256 Zeichen

source: Skipping directory entry because stat(%s) failed with %d
de: Überspringe Verzeichnis %s, Fehler: %d

source: Sort is _case sensitive
de: Sortierung mit Groß-/Kleinschreibung Unterscheidung

source: Temporary directory
de: Tempräres Verzeichnis anlegen

source: Use selected file on image (no emulation)
de: Benutze ausgewählte Datei auf Abbild (keine Emulation)

source: View
de: Ansicht

source: View failed, please check Options/Viewer
de: Ansicht fehlgeschlagen, überprüfen Sie die Optionen/Anzeige

source: Viewer
de: Anzeiger

source: Volume name:
de: Datenträgername:

source: You will have to close and reopen the ISO for this change to take effect
de: Das Abbild muss geschlossen und erneut geöffnet werden, um die Änderung wirksam werden zu lassen

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Options
de: _Optionen

source: _Overview
de: _Übersicht

source: _Sort directories first
de: V_erzeichnisse vor Dateien anordnen

source: _Tools
de: _Werkzeuge

source: _View
de: _Ansicht
